Repository: GoldraK/Brute-Force-Login-WordPress
Catalog: languages/brute-force-login-wordpress-*.po
Languages: es_es

source: Allowed login attempts must be a number (between 1 and 100)
es_es: Los intentos de inicio de sesión permitidos deben ser un número (entre 1 y 100)

source: Minutes max attempts must be a number (higher than 1)
es_es: Minutos los intentos máximos deben ser un número (superior a 1)

source: IP %s added to whitelist
es_es: IP %s agregada a la lista blanca

source: An error occurred while adding IP %s to whitelist
es_es: Se ha producido un error al agregar IP %s a la lista blanca

source: IP %s removed from whitelist
es_es: IP %s eliminado de la lista blanca

source: An error occurred while removing IP %s from whitelist
es_es: Se ha producido un error al eliminar IP %s de la lista blanca

source: IP %s added to denylist
es_es: IP %s agregado a denylist

source: An error occurred while adding IP %s from denylist
es_es: Se ha producido un error al agregar IP %s de denylist

source: Ip List
es_es: Lista de IP

source: Blocked IPs
es_es: IPs bloqueadas

source: Address
es_es: Dirección

source: Actions
es_es: Acciones

source: Unblock
es_es: Desbloquear

source: IP to block
es_es: Ip a bloquear

source: Manually block IP
es_es: Bloqueo manual de IP

source: Whitelisted IPs
es_es: Lista blancas de IPs

source: Remove from whitelist
es_es: Elimintar del whitelist

source: IP to whitelist
es_es: IP a lista blanca

source: Add to whitelist
es_es: Añadir a la lista blanca

source: Brute Force Login Settings
es_es: Configuraciones de fuerza bruta

source: Options
es_es: Opciones

source: Allowed login attempts before blocking IP
es_es: Intentos permitidos antes de bloquear la IP

source: Maximum time of attempts
es_es: Maximo tiempo de intentos

source: Save
es_es: Guardar
